Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Trio could not communicate with your pump. Changes to your basal profile were not saved.
bg: Trio не можа да комуникира с помпата ви. Промените в базалния ви профил не бяха запазени.
cs: Triu se nepodařilo spojit s tvou pumpou. Změny v tvém bazálním profilu nebyly uloženy.
da: Trio kunne ikke kommunikere med din pumpe. Ændringer i din basalprofil blev ikke gemt.
de: Trio konnte nicht mit Deiner Pumpe kommunizieren. Änderungen an Deinem Basisprofil wurden nicht gespeichert.
es: Trio no pudo comunicarse con tu bomba. Los cambios en tu perfil basal no se han guardado.
fr: Trio n’a pas pu communiquer avec votre pompe. Les modifications de votre profil basal n’ont pas été enregistrées.
it: Trio non è riuscito a comunicare con la pompa. Le modifiche al tuo profilo basale non sono state salvate.
nb_no: Trio kunne ikke kommunisere med pumpen. Endringer til basalprofilen din ble ikke lagret.
nl: Trio kon niet communiceren met je pomp. Wijzigingen aan je basaalprofiel zijn niet opgeslagen.
pl: Trio nie może komunikować się z pompą. Zmiany w profilu bazowym nie zostały zapisane.
pt_pt: Trio não conseguiu se comunicar com sua bomba. Alterações no seu perfil basal não foram salvas.
ru: Трио не смог связаться с вашим насосом. Изменения в вашем базовом профиле не были сохранены.
sv: Trio kunde inte kommunicera med din pump. Ändringar i din basalprofil sparades inte.
uk: Trio не вдалося зв’язатися з вашим насосом. Зміни в базовому профілі не були збережені.
vi: Trio không thể kết nối với bơm insulin của bạn. Các thay đổi trong Hồ sơ liều nền đã không được lưu.
zh_hant: Trio 與您的幫浦無法通訊。基礎設定的變更未被儲存。

source: Trio does not collect any health related data, e.g. glucose readings, insulin rates or doses, meal data, setting values, or similar.
bg: Trio не събира никакви данни, свързани със здравето, напр. показания на глюкоза, инсулинови скорости или дози, данни за хранене, стойности на настройки или подобни.
cs: Trio neshromažďuje žádná data související se zdravím, např. hodnoty glykémie, bazální dávky nebo bolusy, údaje o jídle, nastavené hodnoty a podobně.
da: Trio indsamler ingen sundhedsrelaterede data, f.eks. glukoseaflæsninger, insulin-rater eller -doser, måltidsdata, indstillinger eller lignende.
de: Trio sammelt keine gesundheitsbezogenen Daten, z. B. Glukosemesswerte, Insulinraten oder -dosen, Mahlzeitendaten, Einstellungswerte oder ähnliches.
fr: Trio ne collecte aucune donnée liée à la santé, comme les mesures de glucose, les débits ou doses d’insuline, les données de repas, les valeurs de réglages ou toute information similaire.
nb_no: Trio samler ingen helserelaterte data, f.eks. blodsukkeravlesninger, insulinrater eller -doser, måltidsdata, innstillinger eller lignende.
nl: Trio verzamelt geen gegevens over de gezondheid, zoals glucose uitlezingen, insulinegebruik of dosis, maaltijdgegevens, waarden instellingen of andere gegevens.
pl: • Trio nie gromadzi żadnych danych dotyczących zdrowia, np. odczytów poziomu glukozy, wskaźników i dawek insuliny, danych o posiłkach, wartości ustawień itp.
sv: Trio samlar inte in några hälsorelaterade data, t.ex. glukosavläsningar, insulindoser, måltidsdata, inställningsvärden eller liknande.
vi: Trio không thu thập bất kỳ dữ liệu liên quan đến sức khỏe nào, ví dụ như chỉ số đường huyết, tốc độ hoặc liều insulin, dữ liệu bữa ăn, các giá trị cài đặt hoặc các thông tin tương tự.
zh_hant: Trio 不會收集任何健康相關的資料，例如血糖讀數、胰島素比率或劑量、餐點資料、設定值或類似資訊。

source: Trio does not have enough closed-loop data to enable Dynamic ISF. This data collection can take up to 7 days.
bg: Trio няма достатъчно данни от затворен loop, за да активира Dynamic ISF. Това събиране на данни може да отнеме до 7 дни.
cs: Trio nemá dostatek dat z uzavřené smyčky k zapnutí funkce Dynamic ISF. Sběr těchto dat může trvat až 7 dní.
da: Trio har ikke nok closed-loop data til at aktivere Dynamic ISF. Denne dataindsamling kan tage op til 7 dage.
de: Trio verfügt nicht über genügend Closed-Loop-Daten, um Dynamic ISF zu aktivieren. Diese Datenerfassung kann bis zu 7 Tage dauern.
fr: Trio ne dispose pas de suffisamment de données en boucle fermée pour activer l'ISF dynamique (Facteur de Sensibilité à l'Insuline dynamique). Cette collecte de données peut prendre jusqu’à 7 jours.
nb_no: Trio har ikke nok data til å aktivere dynamisk ISF. Innhenting av data kan ta opptil 7 dager.
pl: Trio nie ma wystarczającej ilości danych zamkniętej pętli aby włączyć dynamiczne ISF. Zbieranie danych może trwać do 7 dni.
vi: Trio không có đủ dữ liệu vòng lặp kín để bật tính năng Dynamic ISF. Việc thu thập dữ liệu này có thể mất đến 7 ngày.
zh_hant: Trio 沒有足夠的閉環數據來啟用動態 ISF。這個數據收集可能需要長達 7 天。

source: Trio does not track any usage metrics or any other personal data about users other than the used iPhone model and iOS version.
bg: Trio не проследява никакви показатели за използване или други лични данни за потребителите, освен използвания модел на iPhone и версията на iOS.
cs: Trio nesleduje žádné metriky používání ani jiné osobní údaje o uživatelích kromě modelu iPhonu a verze iOS.
da: Trio sporer ikke nogen brugsmålinger eller andre personlige data om andre brugere end den brugte iPhone-model og iOS-version.
de: Trio verfolgt keine Nutzungsmetriken oder andere persönliche Daten über die Nutzer außer dem verwendeten iPhone-Modell und der iOS-Version.
fr: Trio ne collecte ni ne suit aucune donnée d’utilisation ni autre donnée personnelle concernant les utilisateurs, à l’exception du modèle d’iPhone utilisé et de la version d’iOS.
nb_no: Trio sporer ingen bruksmønstre eller andre personlige data om brukere annet enn den brukte iPhone-modellen og iOS-versjonen.
nl: Trio houdt geen verbruiksstatistieken of andere persoonlijke gegevens van gebruikers bij. Enkel iPhone model en iOS versie.
pl: • Trio nie śledzi żadnych wskaźników użytkowania ani żadnych innych danych osobowych użytkowników poza używanym modelem iPhone'a i wersją systemu iOS.
sv: Trio spårar inga användningsdata eller andra personuppgifter än vilken iPhone-modell och iOS-version som används.
vi: Trio không theo dõi bất kỳ chỉ số sử dụng nào hay dữ liệu cá nhân nào của người dùng, ngoại trừ kiểu máy iPhone đang sử dụng và phiên bản iOS.
zh_hant: Trio 不會追蹤任何使用指標或有關使用者的其他個人資料，僅限於使用的 iPhone 型號和 iOS 版本。

source: Trio Features
bg: Функции на Trio
cs: Trio funkce
da: Trio Funktioner
de: Trio-Funktionen
es: Características de Trío
fr: Fonctionnalités de Trio
it: Caratteristiche Del Trio
nb_no: Trio funksjoner
nl: Trio functies
pl: Funkcje trio
pt_pt: Recursos Trio
ru: Функции трио
sv: Trio funktioner
uk: Пробні можливості
zh_hant: Trio 功能

source: Trio has not looped in %lld minutes.
bg: Trio не е извършвал loop от %lld минути.
cs: Triu se nepodařilo provést smyčku po dobu %lld minut.
da: Trio har ikke loopet i %lld minutter.
de: Trio hat seit %lld Minuten nicht mehr geloopt.
fr: Trio n'a pas bouclé depuis %lld minutes.
nb_no: Trio har ikke loopet på %lld minutter.
nl: Trio heeft %lld minuten niet gelooped.
pl: Trio nie zapętliło się w %lld minut.
sv: Trio har inte loopat på %lld minuter.
vi: Trio không lặp lại trong %lld phút.
zh_hant: Trio 在 %lld 分鐘內未進行循環。

source: Trio Icon
bg: Икона на Trio
cs: Ikona Trio
da: Trio Ikon
de: Trio Symbol
es: Icono de Trio
fr: Icône de Trio
it: Icona di Trio
nb_no: Trio ikon
nl: Trio icoon
pl: Ikona trio
pt_pt: Ícone Trio
ru: Trio иконка
sv: Trio-ikon
uk: Trio значок
vi: Biểu tượng Trio
zh_hant: Trio 圖示

source: Trio includes several algorithm settings that allow you to customize the oref algorithm behavior to suit your specific needs.
bg: Trio включва няколко настройки на алгоритъма, които ви позволяват да персонализирате поведението на алгоритъма oref, за да отговаря на специфичните ви нужди.
cs: Trio obsahuje několik nastavení algoritmu, která ti umožňují přizpůsobit chování algoritmu OREF tvým specifickým potřebám.
da: Trio indeholder flere algoritme indstillinger, der giver dig mulighed for at tilpasse oref algoritme adfærd, der passer til dine specifikke behov.
de: Trio enthält mehrere Algorithmuseinstellungen, mit denen Du das Verhalten des oref-Algorithmus an Deine speziellen Bedürfnisse anpassen kannst.
fr: Trio propose plusieurs réglages d’algorithme qui vous permettent d’adapter le comportement de l’algorithme "Oref" à vos besoins spécifiques.
nb_no: Trio har flere algoritmeinnstillinger som lar deg tilpasse Oref-algoritmens oppførsel slik at den passer dine spesifikke behov.
nl: Trio bevat verschillende algoritme instellingen waarmee je het oref-algoritme gedrag kunt aanpassen aan je specifieke behoeften.
pl: Trio zawiera kilka ustawień algorytmu, które pozwalają dostosować zachowanie algorytmu Oref do konkretnych potrzeb.
sv: Trio innehåller flera algoritminställningar som gör att du kan anpassa oref-algoritmens beteende för att passa dina specifika behov.
vi: Trio bao gồm nhiều cài đặt thuật toán cho phép bạn tùy chỉnh cách hoạt động của thuật toán oref để phù hợp với nhu cầu cụ thể của bạn.
zh_hant: Trio 包含幾個演算法設定，允許你自訂 oref 演算法的行為以符合你的特定需求。

source: Trio includes several safety limits for insulin delivery and carbohydrate entry, helping ensure a safe and effective experience.
bg: Trio включва няколко предпазни граници за подаването на инсулин и въвеждането на въглехидрати, което помага да се осигури безопасно и ефективно изживяване.
cs: Trio obsahuje několik bezpečnostních limitů pro podávání inzulínu a zadávání sacharidů, které pomáhají zajistit bezpečný a efektivní provoz.
da: Trio indeholder flere sikkerhedsgrænser for insulindosis og kulhydrater hvilket hjælper med at sikre en sikker og effektiv oplevelse.
de: Trio enthält mehrere Sicherheitsgrenzwerte für die Insulinabgabe und die Kohlenhydratzufuhr, die helfen, eine sichere und effektive Anwendung zu gewährleisten.
fr: Trio inclut plusieurs limites de sécurité pour l’administration d’insuline et l’ajout de glucides, afin de garantir une expérience à la fois sûre et efficace.
nb_no: Trio inneholder flere sikkerhetsgrenser for insulintilførsel og karbohydrater som bidrar til å sikre en trygg og effektiv opplevelse.
nl: Trio bevat verschillende veiligheidslimieten voor de toediening van insuline en koolhydraten, dit helpt bij het garanderen van een veilige en effectieve ervaring.
pl: Trio uwzględnia kilka limitów bezpieczeństwa dotyczących podawania insuliny i przyjmowania węglowodanów, co pomaga zapewnić bezpieczeństwo i skuteczność terapii.
sv: Trio innehåller flera säkerhetsgränser för insulinleverans och kolhydratsregistrering, vilket bidrar till en säker och effektiv upplevelse.
vi: Trio bao gồm nhiều giới hạn an toàn cho việc bơm insulin và nhập liệu carbohydrate, giúp đảm bảo trải nghiệm sử dụng an toàn và hiệu quả.
zh_hant: Trio 包含幾個胰島素輸送和碳水化合物進入的安全限制，幫助確保安全而有效的使用體驗。

source: Trio Information Notifications
bg: Информационни известия на Trio
cs: Informační oznámení Tria
da: Trio Informations Notifikationer
de: Trio-Informations-Benachrichtigungen
es: Notificaciones de información de Trio
fr: Notifications d’informations de Trio
it: Notifiche Trio Informazioni
nb_no: Trio Informasjonsvarsler
nl: Trio Informatie Notificaties
pl: Powiadomienia informacyjne Trio
pt_pt: Notificações de Informações Trio
ru: Трио Информационные Уведомления
sv: Information om Trio
uk: Сповіщення про оптимальні відомості
vi: Thông báo thông tin Trio
zh_hant: Trio 資訊通知

source: Trio is a powerful app that helps you manage your diabetes. Let's get started by setting up a few important parameters that will help Trio work effectively for you.
bg: Trio е мощно приложение, което ви помага да управлявате диабета си. Нека започнем с настройване на няколко важни параметъра, които ще помогнат на Trio да работи ефективно за вас.
cs: Trio je výkonná aplikace, která ti pomáhá se správou diabetu. Pojďme začít nastavením několika důležitých parametrů, díky kterým pro tebe bude Trio pracovat efektivně.
da: Trio er en kraftfuld app, der hjælper dig med at styre din diabetes. Lad os komme i gang med at oprette et par vigtige parametre, der vil hjælpe Trio arbejde effektivt for dig.
de: Trio ist eine leistungsstarke App, die Dich bei der Kontrolle Deines Diabetes unterstützt. Lasse uns zunächst ein paar wichtige Parameter einstellen, damit Trio effektiv für Dich arbeiten kann.
fr: Trio est une application avancée conçue pour vous aider à gérer votre diabète. Commençons par configurer quelques-uns de ses réglages importants pour poser les bases d’un bon fonctionnement.
nb_no: Trio er en kraftig app som hjelper deg å administrere din diabetes. La oss komme i gang ved å sette opp noen viktige parametere som vil hjelpe Trio å fungere effektivt for deg.
nl: Trio is een krachtige app die u helpt uw diabetes te beheren. Laten we beginnen met het instellen van een paar belangrijke parameters die Trio helpen om effectief voor jou te werken.
pl: Trio to potężna aplikacja, która pomaga Ci zarządzać cukrzycą. Zacznijmy od skonfigurowania kilku ważnych parametrów, które pomogą Trio działać skutecznie dla Ciebie.
sv: Trio är en kraftfull app som hjälper dig att hantera din diabetes. Låt oss komma igång genom att sätta upp några viktiga parametrar som hjälper Trio att arbeta effektivt för dig.
vi: Trio là một ứng dụng mạnh mẽ giúp bạn quản lý bệnh tiểu đường. Hãy bắt đầu bằng cách thiết lập một số thông số quan trọng để Trio có thể hoạt động hiệu quả cho bạn.
zh_hant: Trio 是一款強大的應用程式，幫助你管理糖尿病。讓我們開始設置幾個重要的參數，這將幫助 Trio 有效地運作。

source: Trio is currently using these metrics and values as determined by the oref algorithm:
bg: Trio в момента използва тези показатели и стойности, определени от алгоритъма oref:
cs: Trio aktuálně používá tyto metriky a hodnoty určené algoritmem oref:
da: Trio bruger i øjeblikket disse målinger og værdier som bestemt af oref-algoritmen:
de: Trio verwendet derzeit diese Metriken und Werte gemäß dem Oref-Algorithmus:
es: Trio está utilizando actualmente estas métricas y valores según lo determinado por el algoritmo de oref:
fr: Trio utilise actuellement les données et valeurs suivantes, calculées par l’algorithme "Oref" :
it: Il trio sta attualmente utilizzando queste metriche e valori come determinati dall'algoritmo oref:
nb_no: Trio bruker for øyeblikket disse beregningene og verdiene fra oref-algoritmen:
nl: Trio gebruikt momenteel deze metrieken en waarden zoals bepaald door het ef-algoritme:
pl: Trio obecnie korzysta z następujących metryk i wartości ustalonych przez algorytm Oref:
pt_pt: Trio está atualmente usando essas métricas e valores conforme determinado pelo algoritmo do oref:
ru: Трио использует эти метрики и значения, как определено алгоритмом руды:
sv: Trio använder för närvarande dessa värden som bestämts av oref-algoritmen:
uk: В даний час Trio використовує ці метрики та значення як визначається алгоритмом руди:
vi: Hiện tại, Trio đang sử dụng các chỉ số và giá trị sau do thuật toán oref xác định:
zh_hant: Trio 目前使用以下指標和數值，這些由 oref 演算法決定：

source: Trio is designed to help manage your diabetes efficiently. To get the most out of the app, we'll guide you through setting up some essential parameters.
bg: Trio е проектирано да помага за ефективното управление на диабета ви. За да извлечете максимума от приложението, ще ви преведем през настройването на някои основни параметри.
cs: Trio je navrženo tak, aby ti pomohlo efektivně spravovat tvůj diabetes. Chcete-li získat co nejvíce z aplikace, provedu tě nastavením některých základních parametrů.
da: Trio er designet til at hjælpe med at styre din diabetes effektivt. For at få mest muligt ud af appen, vil vi guide dig gennem opsætning af nogle væsentlige parametre.
de: Trio wurde entwickelt, um Dich bei Deinem Diabetes Management zu unterstützen. Um die besten Ergebnisse mit der App zu erzielen, begleiten wir Dich durch das Erst-Setup bei dem Du grundlegende Parameter einstellst.
fr: Trio est conçu pour vous aider à gérer votre diabète efficacement. Pour en tirer le meilleur parti, nous allons vous guider dans la configuration de quelques réglages essentiels.
nb_no: Trio er laget for å hjelpe deg med behandlingen av din diabetes. For å få mest mulig ut av appen, vil vi nå guide deg gjennom oppsettet av noen viktige innstillinger.
nl: Trio is ontworpen om jouw diabetes efficiënt te helpen behandelen. Om het meeste uit de app te halen helpen we je bij het instellen van enkele essentiële parameters.
pl: Trio został zaprojektowany tak, aby pomóc w skutecznym leczeniu cukrzycy. Aby jak najlepiej wykorzystać aplikację, poprowadzimy Cię poprzez skonfigurowanie kilku podstawowych parametrów.
sv: Trio är utformad för att hjälpa till att hantera din diabetes effektivt. För att få ut det mesta av appen guidar vi dig genom att konfigurera några viktiga parametrar.
vi: Trio được thiết kế để giúp bạn quản lý bệnh tiểu đường một cách hiệu quả. Để tận dụng tối đa ứng dụng, chúng tôi sẽ hướng dẫn bạn thiết lập một số thông số quan trọng.
zh_hant: Trio 設計用於有效管理糖尿病。為了充分利用這款應用程式，我們將指導你設置一些基本參數。

source: Trio is still fully functional and will adapt quickly — but your awareness right now helps it keep you safer.
bg: Trio все още е напълно функционално и ще се адаптира бързо — но вашето внимание в момента му помага да ви пази по-безопасно.
cs: Trio je stále plně funkční a rychle se přizpůsobí – ale tvá pozornost v tuto chvíli pomáhá k tvému většímu bezpečí.
da: Trio er stadig fuldt funktionsdygtigt og vil hurtigt tilpasse sig – men din opmærksomhed hjælper dig lige nu med at holde dig mere sikker.
de: Trio ist noch voll funktionsfähig und wird sich schnell anpassen - aber wenn Du jetzt aufmerksam bist, hilft es Dir, sicherer zu werden.
fr: Trio reste entièrement fonctionnel et s’adaptera rapidement — mais votre vigilance à cet instant contribue à renforcer votre sécurité.
nb_no: Trio er fortsatt fullt funksjonell og vil tilpasse seg raskt - men du burde følge ekstra med en stund for å holde deg tryggere.
nl: Trio is nog steeds functioneel en zal zich snel aanpassen - maar je oplettendheid nu helpt je het veiliger te maken.
pl: Trio nadal jest w pełni funkcjonalne i szybko się dostosuje — ale Twoja obecna świadomość pomaga mu dbać o Twoje bezpieczeństwo.
sv: Trio är fortfarande fullt fungerande och anpassar sig snabbt – men din uppmärksamhet just nu hjälper till att hålla dig säkrare.
vi: Trio vẫn hoạt động đầy đủ và sẽ nhanh chóng thích nghi — nhưng việc bạn chú ý lúc này sẽ giúp hệ thống giữ an toàn cho bạn tốt hơn.
zh_hant: Trio 仍然完全正常運行並會迅速適應——但您現在的警覺有助於讓它更安全。

source: Trio lets you create automations using iOS Shortcuts. Go to the Shortcuts app to create new automations.
bg: Trio ви позволява да създавате автоматизации чрез iOS Shortcuts. Отидете в приложението Shortcuts, за да създадете нови автоматизации.
cs: Trio umožňuje vytvářet automatizace pomocí zkratek pro iOS. Přejděte do aplikace pro vytváření nových automatizací.
da: Trio lader dig oprette automatiseringer ved hjælp af iOS-genveje. Gå til Genvejs-appen for at oprette nye automatiseringer.
de: Mit Trio kannst Du Automatisierungen mit iOS Kurzbefehlen erstellen. Gehe zur App "Kurzbefehle", um neue Automatisierungen zu erstellen.
es: Trio te permite crear automatizaciones usando los accesos directos de iOS. Ve a la aplicación de accesos directos para crear nuevas automatizaciones.
fr: Trio vous permet de créer des automatisations avec les raccourcis d'iOS. Ouvrez l’app "Raccourcis" pour créer de nouvelles automatisations.
it: Trio consente di creare automazioni utilizzando le scorciatoie iOS. Vai all'app Scorciatoie per creare nuove automazioni.
nb_no: Trio lar deg lage automatisering med iOS-snarveier. Gå til Snarvei-appen for å lage nye automatiseringer.
nl: Met Trio kun je automatiseringen maken met behulp van iOS Snelkoppelingen. Ga naar de app Snelkoppelingen om nieuwe automaties te maken.
pl: Trio umożliwia tworzenie automatyzacji przy użyciu skrótów iOS. Przejdź do aplikacji Skróty, aby tworzyć nowe automatyzacje.
pt_pt: Trio permite que você crie automações usando atalhos do iOS. Vá para o aplicativo de atalhos para criar novas automações.
ru: Трио позволяет создавать автоматические приложения с помощью ярлыков iOS. Перейдите в приложение ярлыков, чтобы создать новые автоматические настройки.
sv: Med Trio kan du skapa automationer med hjälp av iOS-genvägar. Gå till appen Genvägar för att skapa nya automationer.
uk: Trio дозволяє створювати автоматизацію за допомогою ярликів для iOS. Перейдіть у додаток для поєднання нових автоматизацій.
vi: Trio cho phép bạn tạo các tự động hóa bằng tính năng Phím tắt của iOS. Hãy mở ứng dụng Phím tắt để tạo tự động hóa mới.
zh_hant: Trio 允許您使用 iOS 快捷鍵創建自動化。前往快捷鍵應用程式建立新的自動化。

source: Trio Live Activity restarted successfully.
bg: Trio Live Activity беше успешно рестартирано.
cs: Živá aktivita Tria byla úspěšně restartována.
da: Trio Live aktivitet genstartet med succes.
de: Trio Live Aktivität erfolgreich neu gestartet.
es: Actividad Trio Live se reinició con éxito.
fr: L’"Activité en Direct" de Trio a redémarré avec succès.
it: Trio Live Activity riavviato con successo.
nb_no: Trio Oppdatering i sanntid ble startet på nytt.
nl: Trio Live Activiteit herstart geslaagd.
pl: Trio Live Activity Uruchomiono ponownie pomyślnie.
pt_pt: Atividade Trio Ao Vivo reiniciada com sucesso.
sv: Trio liveaktivitet startades om.
uk: Активність Trio Live успішно перезапущена.
vi: Trio Live Activity đã khởi động lại thành công.
zh_hant: Trio 即時活動已成功重新啟動。

source: Trio Not Active
bg: Trio не е активно
cs: Trio není aktivní
da: Trio Ikke Aktiv
de: Trio ist nicht aktiv
es: Trío no activo
fr: L'application Trio n'est PAS active
it: Trio non attivo
nb_no: Trio ikke aktiv
nl: Trio is niet actief!
pl: Trio nieaktywne
pt_pt: Trio Não Ativo
ru: Trio неактивен
sv: Trio är inte aktiv
uk: Trio не активний
vi: Trio chưa hoạt động
zh_hant: Trio 未啟動

source: Trio Notifications
bg: Известия на Trio
cs: Trio notifikace
da: Trio Notifikationer
de: Trio Benachrichtigungen
es: Notificaciones Trio
fr: Notifications de Trio
it: Notifiche Trio
nb_no: Trio varslinger
nl: Trio meldingen
pl: Powiadomienia Trio
pt_pt: Notificações Trio
ru: Трио уведомления
sv: Trio notiser
uk: Сповіщення племені
vi: Thông báo Trio
zh_hant: Trio 通知

source: Trio Personalization
bg: Персонализация на Trio
cs: Trio přizpůsobení
da: Trio Tilpasning
de: Trio-Personalisierung
es: Personalización de Trio
fr: Personnalisation de l'application Trio
it: Personalizzazione Trio
nb_no: Trio tilpasning
nl: Trio personalisatie
pl: Personalizacja Trio
pt_pt: Trio de personalização
ru: Персонализация трио
sv: Personalisering av Trio
uk: Персоналізація тріо
vi: Tùy chỉnh Trio
zh_hant: Trio 個人化

source: Trio Remote Control
bg: Дистанционно управление на Trio
cs: Vzdálené ovládání Trio
da: Trio Fjernbetjening
de: Trio-Fernbedienung
es: Control remoto de Trio
fr: Télécommande pour l'application Trio
nb_no: Fjernstyring av Trio
nl: Trio Afstandsbediening
pl: Zdalna kontrola trio
pt_pt: Trio Controle Remoto
ru: Трио пульт управления
sv: Trio fjärrkontroll
uk: Пульт Trio Control
vi: Điều khiển từ xa Trio
zh_hant: Trio 遠端控制
